Revit 2027 API
Definitions Constructor
Constructs an empty set of parameter definitions.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Definitions()
Public Sub New
public:
Definitions()
new : unit -> Definitions
See Also
Reference
Definitions Class
Autodesk.Revit.DB Namespace